// Задача 1.
// Напишите программу, кот. на вход принимает число и выдает его квадрат.

Console.WriteLine ("input number: ");
int number = Convert.ToInt32(Console.ReadLine());
int result = number * number;
Console.WriteLine ($"корень из вашего числа: {result}");

